{
  "media": [
   {
      "year":"2020",
      "name":"Madimetja Simon Sekele",
      "status":"electronics",
      "image":"simon.jpg",
      "link":"simon-sekele",
      "bio":"",
      "company":"Intelligent Systems Innovators SA",
      "role":"Co-Founder",
      "twitter":"",
      "linkedin":"",
      "github":""
   },
   {
      "year":"2020",
      "name":"Tsitsi Marote",
      "status":"data",
      "image":"tsitsi.jpg",
      "link":"tsitsi-marote",
      "bio":"",
      "company":"Teraflow.ai",
      "role":"Data Scientist",
      "twitter":"",
      "linkedin":"",
      "github":""
   },
   {
      "year":"2020",
      "name":"Tumelo Baloyi",
      "status":"networks",
      "image":"tumelo.jpg",
      "link":"tumelo-baloyi",
      "bio":"",
      "company":"TDIGITAL",
      "role":"Founder",
      "twitter":"",
      "linkedin":"",
      "github":""
   },
   {
      "year":"2020",
      "name":"Peter Moremi",
      "status":"code",
      "image":"peter.jpg",
      "link":"peter-moremi",
      "bio":"",
      "company":"Hop Business Solutions",
      "role":"Founder",
      "twitter":"",
      "linkedin":"",
      "github":""
   },
   {
      "year":"2020",
      "name":"Dale Deacon",
      "status":"vr",
      "image":"dale.jpg",
      "link":"dale-deacon",
      "bio":"",
      "company":"WeAreVRAfrica.com",
      "role":"Founder",
      "twitter":"",
      "linkedin":"",
      "github":""
   },
   {
      "year":"2020",
      "name":"Karabo Maboka",
      "status":"data",
      "image":"karabo.jpg",
      "link":"karabo-maboka",
      "bio":"",
      "company":"Deviare",
      "role":"Data Science Student",
      "twitter":"",
      "linkedin":"",
      "github":""
   },
   {
      "year":"2020",
      "name":"Farisani Nonyana",
      "status":"code",
      "image":"farisani.jpg",
      "link":"farisani-nonyana",
      "bio":"",
      "company":"Mediro-ICT / GirlCode",
      "role":"Software Developer",
      "twitter":"",
      "linkedin":"",
      "github":""
   },
   {
      "year":"2020",
      "name":"Kutlwano Tshatiwa",
      "status":"code",
      "image":"kutlwano.jpg",
      "link":"kutlwano-tshatiwa",
      "bio":"",
      "company":"Eskom Expo For Young Scientists",
      "role":"Software Developer",
      "twitter":"",
      "linkedin":"",
      "github":""
   },
   {
      "year":"2020",
      "name":"Raesetje Sefala",
      "status":"data",
      "image":"raesetje.jpg",
      "link":"raesetje-sefala",
      "bio":"",
      "company":"Wits University",
      "role":"Masters Student",
      "twitter":"",
      "linkedin":"",
      "github":""
   },
   {
      "year":"2020",
      "name":"Nhlanhla Mahlangu",
      "status":"data",
      "image":"chris.jpg",
      "link":"chris-mahlangu",
      "bio":"",
      "company":"Ignition Group",
      "role":"Data Scientist",
      "twitter":"",
      "linkedin":"",
      "github":""
   },
   {
      "year":"2020",
      "name":"Vanessa Sekati",
      "status":"security",
      "image":"vanessa.jpg",
      "link":"vanessa-sekati",
      "bio":"",
      "company":"VT Netsecure",
      "role":"Co-Founder",
      "twitter":"",
      "linkedin":"",
      "github":""
   },
   {
      "year":"2020",
      "name":"Lyth Brown",
      "status":"code",
      "image":"lyth.jpg",
      "link":"lyth-brown",
      "bio":"",
      "company":"Qubit Engineering",
      "role":"Chief Business Officer",
      "twitter":"",
      "linkedin":"",
      "github":""
   },
   {
      "year":"2020",
      "name":"Nangamso Tshwete",
      "status":"code",
      "image":"nangamso2.jpg",
      "link":"nangamso-tshwete",
      "bio":"",
      "company":"Amdocs",
      "role":"Software Developer",
      "twitter":"",
      "linkedin":"",
      "github":""
   },
   {
      "year":"2020",
      "name":"Gift Mogeni",
      "status":"code",
      "image":"gift.jpg",
      "link":"gift-mogeni",
      "bio":"",
      "company":"simfind.co.za",
      "role":"Founder",
      "twitter":"",
      "linkedin":"",
      "github":""
   },
   {
      "year":"2020",
      "name":"Keoikantse Botlholo",
      "status":"code",
      "image":"keoikantse.jpg",
      "link":"keoikantse-botlholo",
      "bio":"",
      "company":"www.kidsinict.co.za",
      "role":"Founder",
      "twitter":"",
      "linkedin":"",
      "github":""
   },
    {
           "year":"2019",
           "name":"Mpho Jan Kubeka",
           "status":"electronics",
           "image":"2019/mpho.jpg",
           "image2":"2019/mpho-cover.png",
           "bio":"A 20 year old entrepreneur and data science student at the EXPLORE DATA SCIENCE ACADEMY hailing from Evaton North (Vaal Triangle). He is passionate about Artificial Intelligence, Big Data and their capabilities to deliver real change for average human life.<br><br>Over the past 2 years, he has been building startups from various industries. Last year he participated in the MIT Global Startup Labs in Johannesburg (Tshimologong Digital Precinct) where participants were tasked with building a tech startup focused on the mining industry and the water industry. Him and his developed a AI smart helmet (to boost safety and productivity for miners) which earned them 1st place.<br><br><div class='text-size-12 border-left-content border-red'>Technology is not supposed to turn 10 people into overnight billionaires. It should rather take 10 minds to change a billion lives overnight.<br><br>- <em>Himself</em></div>",
           "company":"Kubeka Advanced Industries",
           "role":"Founder",
           "twitter":"VisionaryMJK",
           "linkedin":"mpho-kubeka-6a8508163",
           "github":""
        },
         {
           "year":"2019",
           "name":"Sewagodimo Matlapeng",
           "status":"code",
           "image":"2019/sewagodimo.jpg",
           "image2":"2019/sewagodimo-cover.png",
           "bio":"Sewagodimo is a software engineer, half marathon runner and tech Youtuber. She started programming at 16 years old, she has since graduated with a Bsc(Hons) in Computer Science and 3D Gaming from UCT. She now works as a software engineer for PRAEKELT.org, she is also the lead for Developer Circles Cape Town and editor for Indoni Space Digital Magazine (dedicated to celebrating Black Women Developers).<br><br> Some of her open source projects include the Open Curriculum (a content sharing platform for teachers) and Buza Answers, (a Q&A site for high school learners). Sewagodimo has given talks at both national and international conferences such as, DevConfZA, PyConZA, Women in Tech Africa and the Facebook Start Summit. In her spare time she enjoys running and creating tech content for her YouTube channel 'Sunshine in my Code':<br><br><a href='https://www.youtube.com/sunshineinmycode' target='_blank'>https://www.youtube.com/sunshineinmycode</a><br><br><div class='text-size-12 border-left-content border-red'>You are not the next Bill Gate or Elon Musk, you are YOU! Don't model your life to replicate the next person, focus on the things you are passionate about. Be YOURSELF.<br><br>- <em>Herself</em></div>",
           "company":"PRAEKELT.org",
           "role":"Software Engineer",
           "twitter":"Sewagodimo_M",
           "linkedin":"sewagodimo-matlapeng-b502b9103",
           "github":"sewagodimo"
        },
         {
           "year":"2019",
           "name":"Ofentswe Lebogo",
           "status":"data",
           "image":"2019/ofentswe.jpg",
           "image2":"2019/ofentswe-cover.png",
           "bio":"He was born and raised in Limpopo at a village called Thalane in Bochum, where he completed his primary and high school education, he then went to complete his B.Sc Degree from University of Limpopo - Turfloop Campus in Computer Sciences, Statistics and Applied Mathematics, at the university that's where he gained lot of knowledge in developing Desktop/Mobile software and web applications. He's person who research and code a lot, and using Massive open online courses to keep up to date and stay relevant with latest technology. <br><br>He is the Co-Founder and CTO of Datawizzards where they are building cool machine learning products using tensorflow as their primary tool for training models and making predictions. In the next five years he's planning to be building more disruptive machine learning products that will be using Data to drive our society at large.<br><br>'Ofentswe is the only FULL STACK DATA SCIENTIST I know in South Africa. The guy can code in any language, can do backend, front-end, machine learning, deep learning, data engineering and everything else in computing.' - <a href='#2018'>Mabu Manaileng</a>.<br><br>He works full-time for Standard Bank as a Data Scientist, solving bank related problems with data and machine learning. He has participated in more than 10 Kaggle competitions. He has developed more than 10 production apps, ranging from PHP, Django, Ruby and Android. He works part-time for Datawizzards as a full stack data scientist. Working on wide range of products including DeepHealth.<br><br><div class='text-size-12 border-left-content border-red'>Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work. And the only way to do great work is to love what you do. If you haven't found it yet, keep looking. Don't settle. As with all matters of the heart, you'll know when you find it.<br><br>- <em>Steve Jobs</em></div>",
           "company":"Datawizzards",
           "role":"Co-Founder and CTO",
           "twitter":"lebogoofentswe ",
           "linkedin":"ofentswe-lebogo-51791965",
           "github":"ofentswe1 "
        },
        {
           "year":"2019",
           "name":"Sifiso Nkabinde",
           "status":"code",
           "image":"2019/sifiso.jpg",
           "image2":"2019/sifiso-cover.png",
           "bio":"He's a 15 years old software developer from Johannesburg. Sifiso started programming at the of age 10 after an introduction at the Sci-Bono Clubhouse since then, he developed an interest in 3D design, Robotics and Software development. After a couple of months of practice, he created demos such as an Android Weather App as a test of his skill, later a chat application finally a ride-hailing app he named Travel. <br><br>After developing an interest in robotics, he decided to participate in international robotics competitions such as the First Tech Challenge (FTC) which required good design and engineering skills. Because of the great impression he had shown through his various projects, he was awarded a fully packaged scholarship by South African Businessman and Tech Entrepreneur Andile Ngcaba. <br><br>At the age of 14, he attended his first hackathon, the ITWeb Security Summit Hackathon in 2018, where him and his team built a social media filter and held the 3rd spot prize, later in that year, he participated in the TadHack MTN hackathon where his worked on an an Android and web application addresses fraudulent sim swop requests by allowing customers to do self-automated sim-swop. At TadHack he held the 'Rising Star' Award. Later in that year, he got an introduction to Machine Learning with Azure, at the Microsoft AI Hackathon for social good, his team worked on an application that analyzes images of crops and identifies symptoms of a diseased plant all through machine learning.<br><br>In the next 5 years, he wishes to continue learning adding to his skills stack, software development and Machine Learning. One of his dreams is to study at MIT and finally start a company addressing the world’s needs through technology.<br><br><div class='text-size-12 border-left-content border-red'>There have to be reasons that you get up in the morning and you want to live. Why do you want to live? What's the point? What inspires you? What do you love about the future? If the future does not include being out there among the stars and being a multi-planet species, I find that incredibly depressing.<br><br>- <em>Elon Musk</em></div>",
           "company":"School",
           "role":"15 Year Old Coder",
           "twitter":"_NextElonMusk",
           "linkedin":"sifiso-nkabinde-7ba9b0134",
           "github":"TheRealSifiso"
        },
        {
           "year":"2019",
           "name":"Tshireletso Kgabi",
           "status":"security",
           "image":"2019/tshileretso.jpg",
           "image2":"2019/tshireletso-cover.png",
           "bio":"First in South Africa and Africa to be a CyberArk Delivery Engineer. The youngest female Technical security lady in PAM. Experienced Cyber Security Engineer with a demonstrated history of working in the computer and network security industry and bank industry.<br><br>Started off as a sales rep in Namibia and soon moved back to South Africa for varsity and became a radio presenter and programmer during her studies in Electrical Engineering: Computer Systems. <br><br>She has a passion for engineering and incorporating that skill set to build and maintain complex systems into the security industry has been an interesting and fruitful journey for her. Engineers also need to understand cyber security now more than ever as attacks on infrastructure have happened before. 'We need to understand how to build better and more secure infrastructure to keep hackers out.'<br><br>Her journey in cyber security has seen me acquire skills in networking, security architecture and governance, vulnerability assessment, risk analysis and mitigation. Her years in Namibia made her realize the skills shortage in South Africa both in engineering and cyber security, more so with the gap between males and females within these industries which made her come back to make a difference in this regard no matter how small.<br><br>She's currently doing research for addressing and finding alternative renewable ways of producing electrical energy without emission of pollution by use of IoT and kinetic energy as South Africa is one of the highest air pollution producers.<br><br><div class='text-size-12 border-left-content border-red'>Intellectuals solve problems. Geniuses prevent them.<br><br>- <em>Albert Einstein</em></div>",
           "company":"Performanta Group",
           "role":"Cyber Security Engineer",
           "twitter":"Tshire_MissTee",
           "linkedin":"tshireletso-kgabi-8ab311123/",
           "github":""
        },
        {
           "year":"2019",
           "name":"Kamogelo Charmaine Thebe",
           "status":"code",
           "image":"2019/charmaine.jpg",
           "image2":"2019/charmaine-cover.png",
           "bio":"She's a Junior Software Developer, GirlCode Volunteer and a youtuber(recently created her channel). She studied Computer Systems Engineering at the Vaal University of technology. She wants to be an expert at what she does so that she can be able to start an NPO that will get more disadvantaged kids into tech and coding. Kamagelo would also like to have some of her projects published and be used.<br><br><div class='text-size-12 border-left-content border-red'>I have not failed. I've just found 10,000 ways that won't work.<br><br>- <em>THOMAS EDISON</em></div>",
           "company":"GirlCodeZA",
           "role":"Junior Software Developer",
           "twitter":"kamogelo142",
           "linkedin":"kamogelo-charmaine-thebe-671b91142",
           "github":"KamogeloCodes"
        },
        {
           "year":"2019",
           "name":"Abdul Malik Tejan-Sie ",
           "status":"code",
           "image":"2019/malik.jpg",
           "image2":"2019/malik-cover.png",
           "bio":"Graduated from Durban Computer College with Cum Laude in Information Technology,  uploaded his first mobile app on google play store 2014, before furthering his studies in India where he earned his CCNA, CEH, ITIL and Oracle Certification as Java Certified SE developer. After years of freelancing and consulting companies around Durban, he later established Africa School of Technology.<br><br>Schools messenger native mobile app both mobile platforms, cbwf.org.za full-stack bursary application system used by more than 3000 students every year.<br><br><div class='text-size-12 border-left-content border-red'>Keep working hard to improve. You can't fix mistakes of the past but you can be better in the future. Don't give up: When you make hard decisions, you get to know which values and principles you truly stand for. That alone makes the journey worth it.<br><br>- <em>Himself</em></div>",
           "company":"Founder",
           "role":"Africa School of Technology",
           "twitter":"malrozay1",
           "linkedin":"abdul-malik-tejan-sie-jr-4aa685104",
           "github":""
        },
        {
           "year":"2019",
           "name":"Dan Nyabadza ",
           "status":"data",
           "image":"2019/dan.jpg",
           "image2":"2019/dan-cover.png",
           "bio":"The Pathfinder Smartcane Tech Hour (An online radio show) Pan African Robotics Challenge (Team South Africa Coach 2018) Next Einstein Forum's Challenge of the inventions (Continental final top 16 candidates) Black Management Forum's Inventor of the Year 2018 (top two finalist) TED-Ed licensee UN Migration Week 2018 Organizing Team (UN Major Groups for Children and Youth Thermatic team PR personnel).<br><br><div class='text-size-12 border-left-content border-red'>Amateurs call it genius, Masters call it practice.<br><br>- <em>Thierry Daniel Henry</em></div>",
           "company":"Digitech Group",
           "role":"Head of Research",
           "twitter":"SirDan007",
           "linkedin":"dan-nyabadza/",
           "github":""
        },
        {
           "year":"2019",
           "name":"Doreen Mokoena",
           "status":"security",
           "image":"2019/doreen.jpg",
           "image2":"2019/doreen-cover.png",
           "bio":"Digital Forensics, Criminal investigation, Policy  and Regulations, Internet Governance, data privacy, and Cybersecurity are her passions. A driving force behind her undying dedication to bring together women in information security from various stakeholders for capacity building  in an attempt to bridge the gender divide. <br><br>South Africa has a shortage of Digital forensics professionals especially black women, this may be due to the fact that the industry is still harnessing the 'not so newly' field and it seems a bit clinical to some however with awareness and mentoring a staggering penetration will be witnessed that will come with equal opportunities for employment and development.<br><br>In five years, she would love to own a Digital forensics firm, she's been blessed with amazing mentors and industry respected roles models, would also like to take the lead and provide similar guidance and mentorship to other women. and most importantly translate policies into handbooks for ease of reference as in when needed on the go. With the increase in cyberbullying, the handbooks will cater to teenagers who need immediate relief and legal enlightenment in an event of victimization.<br><br><div class='text-size-12 border-left-content border-red'>I am the master of my fate, I am the captain of my soul.<br><br>- <em>William Ernest Henley</em></div>",
           "company":"ZADNA",
           "role":"Internet Governance Coordinator",
           "twitter":"mokoenadee",
           "linkedin":"doreenmokoena",
           "github":""
        },
        {
           "year":"2019",
           "name":"Gomolemo Mohapi",
           "status":"web",
           "image":"2019/keolopile.jpg",
           "image2":"2019/keolopile-cover.png",
           "bio":"Gomolemo Mohapi is a young, passionate Applications Development student from the Durban University of Technology with a keen interest in Microsoft tools and technologies such as C#, .Net and Microsoft Azure.<br><br>When he was a first year student, Gomolemo noticed a trend of students struggling with programming so he decided to develop written walkthrough guides dubbed as #GomosGuides. These guides covered DUT syllabus specific content like no other, providing comprehensive step by step tutorials around ASP.NET, Entity Framework, Android Development, etc. He now releases at least 2 guides per semester.<br><br>Gomolemo is also the only South African who is part of the Microsoft Student Partner program - a community of university students around the world with a deep interest in technology and passion for sharing their knowledge with others. Together with this program, Gomolemo hosts workshops on and off campus educating students about the latest in Azure, Bots and Cognitive Services. <br><br>He recently participated in the Community College Initiative program; an exchange program which is administered by the U.S Department of State, where he spent 10 months studying in the United States. He completed this program in May 2018, where he graduated from Northern Virginia Community College in Web Design and Development.<br><br>In May 2019, Gomolemo was invited to attend the annual Microsoft Build developer conference where not only did he learn about the latest technological trends to bring back home to South Africa; he teamed up with the Windows Insider Program team to launch #InsiderUp - an initiative that aims to help everybody and anybody learn how to code, no matter where they are in the world or what occupation they have. <br><br>He is always looking for new and innovative ways to share his knowledge with as many people as he can. Gomolemo would, one day, like to be known as a ‘community developer’; someone who not only builds great software but also someone who builds communities by upskilling their members using his ‘tech superpower’.<br><br><div class='text-size-12 border-left-content border-red'>I am the master of my fate, I am the captain of my soul<br><br>- <em>William Ernest Henley</em></div>",
           "company":"Durban University of Technology",
           "role":"Student",
           "twitter":"GomoMohapi",
           "linkedin":"gomomohapi",
           "github":""
        },
           {
           "year":"2019",
           "name":"Zanda Isaacs",
           "status":"data",
           "image":"2019/zanda.jpg",
           "image2":"2019/zanda-cover.png",
           "bio":"A Digital Marketing Geek in the e-commerce space, her entrepreneurial endeavours began at the age of 10, selling stickers to her peers. Her pursuits journeyed with her through her schooling career where was was appointed the Head Girl of her high school. <br><br>This all lead her to her own tea and health company, Ting Tang Tea. Using only a computer an internet connection and her passion for health and tea, in under a year, she was able to build a reputable and sustainable brand.<br><br><div class='text-size-12 border-left-content border-red'>You cannot pursue greatness & comfort at the same time<br><br>- <em>Todd Henry</em></div>",
           "company":"Ting Tang Tea",
           "role":"Founder and CEO",
           "twitter":"zandaisaacs",
           "linkedin":"zandaisaacs",
           "github":""
        },
           {
           "year":"2019",
           "name":"Raymond More",
           "status":"networks",
           "image":"2019/ray.jpg",
           "image2":"2019/raymond-cover.png",
           "bio":"His company has been running at the Flats in soweto providing Wireless internet and very minimum cost and free to young people and students around Soweto without government support as a struggling business Kasiwireless has given wireless internet solutions in an area newly developed but they forgot the internet connection as a need of survival.<br><br>'Raymond More a young man from Soweto who wants to see a fully digitised Soweto and his company at the forefront of that change not for the fame but to be the game changer'<br><br>He would like to be able to have models like his current one in Jabulani everywhere flourishing and also helping people as we doddle along. By the country moving into the fourth industrial revolution 'we all have a part to play and without each and every one of us for filling this part we will only dinge even lower into digression'. <br><br>With all that said and done. Raymond believes in the next 5 years he will be part of the reason Africa has changed. Not for him but for those who follow and those who will follow them.<br><br><div class='text-size-12 border-left-content border-red'>Alutha (the struggle continues) as it explains the everyday struggle africans have to endure just to play part in the global village to be a part of the collective to be just normal.<br><br>- <em>Himself</em></div>",
           "company":"Kasiwireless pty ltd",
           "role":"Founder and CEO",
           "twitter":"Morerayzzas",
           "linkedin":"niche-tutoring-bb047965",
           "github":""
        },
           {
           "year":"2019",
           "name":"Diketso Setho",
           "status":"data",
           "image":"2019/diketso.jpg",
           "image2":"2019/diketso-cover.png",
           "bio":"Diketso Setho is a Self-taught Web developer who grew up in the ghetto streets of Tembisa and always wearing a Sniper cap. I am currently a Co-Founder and Managing Director of Ghetto Heroes Tech Innovation(NPC) bridging a gap between computer programming and the South African young minds(#CodeTembisa).<br><br> He introduced coding to more than 10 schools by working with different organisation namely Code for change & Africa Kids Code. I am also a mentor at an Organisation 'Lebone Rivoningo Developments'.<br><br><div class='text-size-12 border-left-content border-red'>Patience is the mother of all success.<br><br>- <em>Unknown</em></div>",
           "company":"GH Tech Innovation",
           "role":"Co-Founder & Manager",
           "twitter":"diketso_setho",
           "linkedin":"diketso-dirkrichard/",
           "github":"Diketsosetho16"
        },
           {
           "year":"2019",
           "name":"Zakia Salod",
           "status":"code",
           "image":"2019/zakia.jpg",
           "image2":"2019/zakia-cover.png",
           "bio":"Zakia Salod is a Software Developer from Durban, Southern Africa. She obtained her BSc Computer Science and Information Technology degree and a BCom Honours in Information Technology (Cum Laude) degree from UKZN Westville campus.<br><br>She believes that majority of the world problems can be addressed via Technology, especially the synergistic use of Technology and the vast amounts of data that exists in this era. Most notably, with this being the era of the 4th Industrial Revolution (4IR), programming and the more advanced Technology areas like Artificial Intelligence (AI), Machine Learning and Robotics have the capacity to drive important and impactful changes not just in Southern Africa but globally. <br><br>Specifically, Zakia is extremely passionate about the use of Technology and it's effect and potential benefit towards the field of Medicine. She believes that the use of Technology in Medicine greatly has a probability of assisting with the eventual saving of patient's lives and this serves as a driving factor in her passion within this area.  Within this field, she is passionate about Machine Learning, Medical Informatics, Medicine and Bioinformatics, in addition to Programming. <br><br>Zakia took part for two Hackathons so far. She and her team was awarded first position for the Digital McKinsey Hackathon in Johannesburg in 2017. The grand prize was a trip to the Facebook F8 International Conference in the USA in 2018. Zakia and her team was placed 3rd position for the GirlCode Hackathon in Durban in 2018. Zakia is also a member of the Facebook Developer Circle Group in Durban, Southern Africa. She is also a volunteer, mentor and facilitator for the Africa Teen Geeks National NPO in Southern Africa. With this initiative, she assists with teaching, mentoring and empowering disadvantaged children in the KwaZulu-Natal province of Southern Africa, on how to code.<br><br>Zakia is also a natural Art fanatic. In addition, Zakia is a philanthropist and has a deep passion for helping others. This is in keeping with her life-long Goal of serving in the Path of The Almighty.  <br><br><div class='text-size-12 border-left-content border-red'>And my success cannot come from any source besides God. I have put my trust in Him.<br><br>- <em> (Quraan 11:88)</em></div>",
           "company":"Africa Teen Geek",
           "role":"Software Developer",
           "twitter":"zaks1000",
           "linkedin":"zakia-salod",
           "github":"ZakiaSalod"
        },
        {
           "year":"2019",
           "name":"Kagiso Maloma",
           "status":"web",
           "image":"2019/kagiso.jpg",
           "image2":"2019/kagiso-cover.png",
           "bio":"By profession he's a CGMA (Chartered Global Management Accountant), and by night a startup tech entrepreneur, with a focus on building large online communities to help connect like-minded individuals. He founded his company Genius Level back in 2014, the initial business was an online blog which serves as an ideas hub were anyone is allowed to contribute so long the content ads value.<br><br> Fast-forward to today, they have expanded and now have brands such as Atimeme (A complete humor/meme social media app on Playstore, has over 18K app downloads and has been trending at #1 on the Play Store), Mzanzibiz (a black business listing platform available on IOS, Play Store & Web - launching on youth-day this month), Prohangout (a dating site for your professionals, Play store + web) and they also have social media pages with over 1 million worth of followers. <br><br>Currently and going forward, their plan is to get more geeks on their team, secure funding to help take their startup to the next level, expand continental outreach in terms of our platforms, add awesome features & improve security on their apps. They are going big - and hope to add to and change the tech space in SA for the better - and in the process inspiring others by making them see that its possible.<br><br><div class='text-size-12 border-left-content border-red'>Let Your Ideas Outlive You<br><br>- <em>www.geniuslevels.com</em></div>",
           "company":"Genius Level",
           "role":"Founder and CEO",
           "twitter":"geniuslevelmag",
           "linkedin":"kagiso-maloma-acma-cgma-8587b951",
           "github":""
        },
        
            {
           "year":"2018",
           "name":"Mabu Manaileng",
           "status":"data",
           "image":"mabu.png",
           "image2":"mabu2.jpg",
           "bio":"Mabu Manaileng was born and raised at a village called Ga-Masemola in the Sekhukhune district of Limpopo. He obtained his M.Sc. in computer science focusing on Artificial Intelligence (AI) from University of Limpopo — Turfloop Campus. <br><br>Mabu is a full time geek who is either coding, reading books or watching MOOCs. <br><br>He enjoys reading non-fiction, biographies and history - citing Sapiens by Yuval Noah Harari as one of his favourite reads. <br><br>Mabu touched a computer for the first time when he got to university and has been fascinated since. <em>'In my first year, I literally slept in the lab. I just couldn't believe that anything could be as fascinating as a PC'</em>. <br><br>He has since been pursuing research in AI and machine learning as he seeks to unlock its potential in changing Africa, the world and everything else.<br><br><div class='text-size-12 border-left-content border-red'>I could either watch it happen or be a part of it.<br><br>- <em>Elon Musk</em></div>",
           "company":"iTechHub SA",
           "role":"Co-Founder and CEO",
           "twitter":"thisMabu",
           "linkedin":"manailengmj",
           "github":"mabu-dev"
        },
     {
           "year":"2018",
           "name":"Josiah Thobejane",
           "status":"code",
           "image":"josiah.png",
           "image2":"josiah2.jpg",
           "bio":"Josiah Thobejane is a 19-year old young man whose main interest is technology. As of 2018 he is a second year Software Development student at Rosebank College. <br><br>He has created dozens of apps since Grade 11 including a Messenger app launched in 2017, a Music platform well-known as Audiostreamify co-founded with his friend, Donald Pakkies, and his most well known app, Taxi Math App.<br><br><div class='text-size-12 border-left-content border-red'>When something is important to you, you do it even the odds are no in your favour.<br><br>- <em>Elon Musk</em></div>",
           "company":"Taxi Math",
           "role":"Co-Founder",
           "twitter":"JosiahThobejane",
           "linkedin":"josiahthobejane",
           "github":"JosiahThobejane"
        },
        {
           "year":"2018",
           "name":"Hlulani Baloyi",
           "status":"code",
           "image":"hlulani.png",
           "image2":"ruth2.jpg",
           "bio":"Hlulani Baloyi is a Digital analyst(Full stack developer),working for a consulting firm. She graduated from the Tshwane University of Technology in 2014 with a Diploma in Information and Communication Technology (majoring on Technical applications). <br><br>Joined Geekulcha and soon realized that there is a gap between males and females in the ICT sector. She started doing research and came across Girl Rising. <br><br><em>She is now the ambassador for this global initiative and helps teach women how to code and helps tackle the gender gap.</em><br><br>Under the same umbrella she then co-founded an women in Tech organization called Raeketsetsa(we are doing it ourselves) which focuses on sustaining young women who are already in the tech-space. <br><br>In 2014 she became an Intel Ambassador for their #SheWillConnect initiative which is designed to help women allover becoming computer literate.<br><br><div class='text-size-12 border-left-content border-red'>If your mind is in it, you can achieve it.<br><br>- <em>Unknown (Kinda took ownership)</em></div>",
           "company":"Girl Rising",
           "role":"Digital Analyst",
           "twitter":"HlullyR",
           "linkedin":"hlulani-baloyi-1b391785",
           "github":""
        },

        {
           "year":"2018",
           "name":"Gary Odendaal",
           "status":"code",
           "image":"gary.png",
           "image2":"gary2.jpg",
           "bio":"<b>Thinker of Deep Thoughts</b> - Coffee addict, beer and wine connoisseur, gamer and lover of all things Tech. Gary grew up in East London and started his career out as a Data Capturer. He quickly worked his way in to a position as a Data Analyst and relocated to Johannesburg in 2012. <br><br>He then continued to work with SQL as an integrity analyst and report writer until 2015. <br><br>In 2016, he took a break and went to work in Dubai but his passion for I.T brought him back. In 2017, he was one of the winners of the AB InBev HackTheWorld Competition and from that win Lunar Web Development was born.<br><br><div class='text-size-12 border-left-content border-red'>Success is not final, failure is not fatal: it is the courage to continue that counts.<br><br>- <em>Winston Churchill</em></div>",
           "company":"Lunar Web Development (Pty) Ltd",
           "role":"CEO",
           "twitter":"Gary_Odendaal88",
           "linkedin":"godendaal",
           "github":""
        },
        {
           "year":"2018",
           "name":"Kim Mukenge",
           "image":"kim.png",
           "image2":"kim2.jpg",
           "status":"design",
           "bio":"Arnaud Mukenge Kim Chulu Amina is an entrepreneur in technology & a lecturer in User Experience & Graphic Design. Founder of Kimard Studio, in 2014, which focuses on consulting in Gamification, User Experience design and build internal game products for education as well as entertainment. <br><br>Arnaud was born in the DRC, completed his Cum Laude degree in South Africa in Multimedia, specializing in Gamification for educational content. He has won a few competitions including the Nasa Space Apps Challenge in the people's choice challenge for South Africa twice, and the Gamification for social good in Ethiopia in 2015 which certified him by GIZ in gamification. <br><br>He is currently living in South Africa and running Kimard Studio and sharing knowledge at Pearson Institute as a lecturer.<br><br>Also enjoys discussing about technology and the possibilities of always not having boundaries when developing an idea.<br><br>He runs the Unity 3D Africa User Group allowing communication between unity and their community in Africa.<br><br><div class='text-size-12 border-left-content border-red'>I came, I saw, I conquered.<br><br>- <em>Julius Caesar</em></div>",
           "company":"Kimard Studio",
           "role":"Game Developer & Designer",
           "twitter":"kimardamina",
           "linkedin":"",
           "github":""
        },
        {
           "year":"2018",
           "name":"Gift Nxumalo",
           "status":"maths",
           "image":"gift.png",
           "image2":"gift2.jpg",
           "bio":"Before joining PricewaterhouseCoopers in May 2017, Gift worked as a SAPS junior commissioner for two years where he specialized in crime prevention and investigation.<br><br>Gift did actuarial research for ASABA where he derived donor equity fund models for financial inclusion in southern Africa. He helped to promote awareness and involvement in initiatives for financial inclusion that are relevant to the actuarial profession such as data analytics for SAMF and IMO mentoring.<br><br>Gift lectured Advanced Mathematics and Statistics at Turning Point Tutors for 2 years prior from joining PwC.<br><br>Gift also specialises in information security, robotic process automation, security architecture, vulnerability assessments and penetration testing. He has won various hackathon including the PwC information security hackathon, The CSIR data science challenge, The Telkom heckathon,The Marabele Business Club challenge , African Institute of Mathematical Sciences summer school programming challenge.<br><br> He went to Jinan University in China working on supercomputing models. He is currently partaking in BrainBar  European most innovative festival, contributing to Brandlive radio, a vociferous Radio 702 interviewee. Currently doing academic research while studying Agricultural Engineering in Budapest.<br><br><div class='text-size-12 border-left-content border-red'>It seems impossible until it is done<br><br>- <em>Nelson Mandela</em></div>",
           "company":"Szent István Egyetem",
           "role":"PHD Scholar",
           "twitter":"Bubble_Bounty",
           "linkedin":"gift-nxumalo-622191106",
           "github":""
        },
        {
           "year":"2018",
           "name":"Sandiso Ncube",
           "status":"business",
           "image":"sandiso.png",
           "image2":"sandiso2.jpg",
           "bio":"An Entrepreneur & Business Analyst with experience across Business Analysis, Technology Solution Consulting, Project Management, Small Business Advisory, Training & Development and Commercial Property Maintenance. He is passionate about people, technology, finance & entrepreneurship.<br><br><div class='text-size-12 border-left-content border-red'>No problem can withstand the consistent power of thought.<br><br>- <em>Voltaire</em></div>",
           "company":"Indieconsultant Pty Ltd - Technology Solutioning",
           "role":"Founder/CEO",
           "twitter":"SandisoNcube",
           "linkedin":"sandisoncube",
           "github":""
        },
        {
           "year":"2018",
           "name":"Tyler Maclachlan",
           "status":"code",
           "image":"tyler.png",
           "image2":"tyler2.jpg",
           "bio":"Tyler is one of the winners of the AB InBev Hack the World Johannesburg competition. He is hard working and has the ability to think on his feet and turn anything he touches into something innovative. In short he, is Lunar Web Development (Pty) Ltd's programming God!<br><br><div class='text-size-12 border-left-content border-red'>Put your heart, mind, and soul into even your smallest acts. This is the secret of success<br><br>- <em>Swami Sivananda</em></div>",
           "company":"Lunar Web Development (Pty) Ltd",
           "role":"Dev Overlord",
           "twitter":"vdekjeza",
           "linkedin":"tyler-m",
           "github":""
        },
        {
           "year":"2018",
           "name":"Pertunia Tladi",
           "status":"code",
           "image":"pertunia.png",
           "image2":"pertunia2.jpg",
           "bio":"Pertunia  grew up in Polokwane, Limpopo and graduated with a Bcom(IT) degree from the University of the Free State in Bloemdivein.Currently a Technical Engineer at SQS Group. <br><br>During her 3 years in the software development space her primary focus was on leveraging skills gained in order to develop sustainable solutions within her communities.  <br><br>With a burning entrepreneurial spirit, her greatest passion is using technology to solve socio-economic problems such as lack of education.<br><br><div class='text-size-12 border-left-content border-red'>Humility is one of the most important qualities which you must have, because if you make people realize that you are not a threat to them, then people will embrace you.<br><br>- <em>Nelson Mandela</em></div>",
           "company":"SQS Group",
           "role":"Associate Technical Engineer ",
           "twitter":"patchutladi",
           "linkedin":"pertunia-tladi-5709b865",
           "github":""
        },
           {
           "year":"2018",
           "name":"Mukondli Dumela",
           "status":"code",
           "image":"sneidon.png",
           "image2":"sneidon2.jpg",
           "bio":"The Software Development and Multimedia graduate from the University of Pretoria student came up with the idea of creating the dictionary after he found it difficult to get Xitsonga words on Google and other search engines while doing a research project.<br><br>Dumela was born and raised in Nyavani, a rural village in Malamulele, Limpopo, and has a multimedia degree.<div class='text-size-12 text-right-10 border-left-content border-red'>Humility is one of the most important qualities which you must have, because if you make people realize that you are not a threat to them, then people will embrace you.<br><br>- <em>Mark Suster</em></div>",
           "company":"Xitsonga.org",
           "role":"Founder",
           "twitter":"sneidon",
           "linkedin":"",
           "github":""
        },
        {
           "year":"2018",
           "name":"Moses Mhlwana",
           "status":"code",
           "image":"moses.png",
           "image2":"moses2.jpg",
           "bio":"Born on the 1st of January 1999 and raised by his grandmother till the age of 6, Moses moved to Gauteng to live with his uncle in 2006, that's the year he was introduced to a PC. He then gained love and found the art and beauty of a it. Did his high school grades at Bokgoni technical secondary school, located in the city of Tshwane. <br><br>Motivated by the movie 'the social network' to gain interest in the world of ICT. Then a company by the name of </GEEKULCHA> introduced me to the world of artificial intelligence, little did they know how much love he has for ICT, in followed every event they host, though was always the youngest with his best friend Njabulo Sibiya. won a couple of vacworks and hackathons. <br><br>He strived harder where there's hunger and right now am facing the hunger of learning more and engaging more in the core of ICT, be someone that kids can look up to and say 'He didn't wait any longer, he found a way of building up his career on his own, and I want to do the same.'<br><br><div class='text-size-12 border-left-content border-red'>Being a geek is a great thing. I think we're all geeks. Being a geek means you're passionate about something and that defines your uniqueness. I would rather be passionate about something than be apathetic about everything.<br><br>- <em>Masi Oka</em></div>",
           "company":"TUT",
           "role":"IT Student",
           "twitter":"mosco_mhl",
           "linkedin":"",
           "github":""
        },
        {
           "year":"2018",
           "name":"Frannest Toll",
           "status":"code",
           "image":"frannest.png",
           "image2":"frannest2.jpg",
           "bio":"Frannest Toll is a 20 year old Information Technology student at the Cape Peninsula University of Technology. He also a Network marketer as well as a cryptocurrency investor. <br><br>He's implementing a program where he wants to get the youth of his area into programming. He always had a passion for the Information Technology industry and believes that he'll become one of the leaders in this industry. <br><br>He will persue his doctorate of Information Technology.<br><br><div class='text-size-12 border-left-content border-red'>If you can't take a little bloody nose, maybe you oughtta go back home and crawl under your bed. It's not safe out here. It's wondrous, with treasures to satiate desires both subtle and gross; but it's not for the timid.<br><br>- <em>Q, Star Trek: The Next Generation</em></div>",
           "company":"Cape Peninsula University of Technology",
           "role":"BTech IT Student",
           "twitter":"Geekulcha",
           "linkedin":"frannest-toll-40835815a",
           "github":""
        },
        {
           "year":"2018",
           "name":"Hui (Henry) Chen",
           "status":"code",
           "image":"henry.png",
           "image2":"henry2.jpg",
           "bio":"Henry took his first step by attending Hackathon while in Grade 10 in the Northern Cape. Once you made the first step, everything will be clear for you. <br><br>He always pushed his limit, to reach another level as a Geek through technologies such as AI, IoT, Robot, and software, to apply them in real life.<br><br><div class='text-size-12 border-left-content border-red'>Do not pray for an easy life, pray for the strength to endure a difficult one.<br><br>- <em>Bruce Lee</em></div>",
           "company":"New York Institute of Technology",
           "role":"IT Student",
           "twitter":"Geekulcha",
           "linkedin":"",
           "github":""
        },
        {
           "year":"2018",
           "name":"Phathutshedzo Khabubu",
           "status":"code",
           "image":"phathu.png",
           "image2":"phathu2.jpg",
           "bio":"Phathutshedzo Khabubu, a co-founder of the startups called Open Kasi and The Plug Social Platform, most importantly he is a developer by passion but the most interesting part of that he has learnt how to build software through platforms like youtube, Microsoft Virtual Academy and applied his skills through programs that Geekulcha offers.<div class='text-size-12 text-right-10 border-left-content border-red'>My greatest glory is not in never failing but in every time I raise.<br><br>- <em>Confucius</em></div",
           "company":"The Plug Social Platform",
           "role":"Founder and Developer",
           "twitter":"khabubu_phathu",
           "linkedin":"",
           "github":"khabubu"
        },
        {
           "year":"2018",
           "name":"Mzwakhe Besho",
           "status":"code",
           "image":"mzwakhe.png",
           "image2":"mzwakhe2.jpg",
           "bio":"A well preserved young man, prides himself in doing his work to his utmost abilities. He always push himself to the ultimate limit when it comes to school work. Mzwakhe has fully dedicated himself to try his best to ensure that he helps his fellow peers to achieve. He at times like to treat the ladies with extra special attention because he believes that we need more female achievers in our country.<br><br><div class='text-size-12 border-left-content border-red'>Do not pray for an easy life, pray for the strength to endure a difficult one.<br><br>- <em>Bruce Lee</em></div>",
           "company":"Brain Hackers",
           "role":"Senior Developer",
           "twitter":"beshomzwakhe",
           "linkedin":"mzwakhe-besho-26763970",
           "github":"zakesxrx "
        },
        {
           "year":"2017",
           "name":"Dineo Malatjie",
           "image":"dineo.jpg",
           "bio":"Dineo hails from Mpumalanga, initially came to Gauteng to study medicine but ended Computer Systems Engineering as her second preference in which she found something she have always been passionate about growing up , that being Machine learning/ Artificial Intelligence , Robotics and Electronics. <br><br>She also does software development, data analytics and develop IOT systems. Dineo is a Computer Systems Engineer by qualification.",
           "company":"CSIR",
           "role":"Cyber Security Intern",
           "twitter":"dineodionne",
           "linkedin":"dineo-malatjie",
           "github":"geekulcha"
        },
        {
           "year":"2017",
           "name":"Sihle Mabaleka",
           "image":"sihle.jpg",
           "bio":"He considers himself an experiment of the digital age; living proof of concept of what the internet can create. Born of a teacher and clerk, Sihle, grew up with learning and writing around him. He had a curiosity about him - ahead of his time and always in trouble with his teachers over schoolwork. He never did much of it. <br><br>He was a smart kid that couldn't be tamed. He wasn't wild, he just never played ball with the norm. 'I love teaching, I love learning. I don't think there should be rules and limitation around it. ' ",
           "company":"Code Tribe SA",
           "role":"Android Facilitator",
           "twitter":"chle_panthera",
           "linkedin":"sihle-mabaleka-11046379",
           "github":"sihlemabaleka"
        },
        {
           "year":"2017",
           "name":"Rebecca Franks",
           "image":"rebecca.jpg",
           "bio":"Rebecca is the Android Engineering Lead at Dynamic Visual Technologies. She qualified cum laude from the University of Johannesburg in 2012 with a BSc (Hons) in Information Technology.<br><br>Since then she has worked at a few different companies developing their custom software solutions, such as DStv's On Demand Android App. She has also developed an Android app for Book Dash that contains free kids books.",
           "company":"Dynamic Visual Technologies",
           "role":"Android Engineering",
           "twitter":"riggaroo",
           "linkedin":"rebeccafranks",
           "github":"riggaroo"
        },
        {
           "year":"2017",
           "name":"Mazi Muhlari",
           "image":"mazi.jpg",
           "bio":"Mazi Muhlari is a social entrepreneur. He builds technological solutions that strive to alleviate some of the social inequalities that we are exposed to in South Africa. <br><br>His main aim when building solutions is inclusion and making sure that his solutions are accessible by any citizen in our country via channels such as smartphones, USSD, sms, VOIP, etc. <br>A musician in his spare time and makes films",
           "company":"Crunching Code",
           "role":"Mobile & Web Developer",
           "twitter":"mazimuhlari",
           "linkedin":"mazimuhlari",
           "github":"MaziMuhlari"
        },
        {
           "year":"2017",
           "name":"Lebogang Madise",
           "image":"lebo.jpg",
           "bio":"Lebo started off with developing apps targeting devices that run on the Windows 7, 8 and 8.1 platform where she acquired knowledge and skills that can be used in executing any software development project. Her primary role at the moment is that of a Facilitator and representative of mLab SA in the Western Cape region. <br><br>In 2015 she founded her own company and named it after her popular developer name, Fruitymo. FRUITYMO is an Edu-Tech company whose main focus areas are: Learn, Develop and Consult.",
           "company":"mLab SA",
           "role":"Facilitator",
           "twitter":"lebomadise",
           "linkedin":"lebogang-madise-44585943",
           "github":""
        },
        {
           "year":"2017",
           "name":"Reabetswe Bodiba",
           "image":"rio.jpg",
           "bio":"Reabetswe (Rio) Bodiba was born and raised in Pretoria. He patented an invention for a universal remote that you can call with a cellphone at the age of 12, making him arguably the youngest person to register a patent in South Africa. (bitly.com/riosfamouspatent)<br><br>A few years later, through a suggestion from his Headmaster, Rio took an IQ test and was given the opportunity to skip 1.5 years of school, taking him from the end of Gr.8 to the middle of Gr.10. ",
           "company":"Old Mutual",
           "role":"Product Manager",
           "twitter":"imnotrio",
           "linkedin":"reabetswe-bodiba-76b54172",
           "github":""
        },
        {
           "year":"2017",
           "name":"Melvin Musehani",
           "image":"melvin.jpg",
           "bio":"Melvin Appchemy's charismatic CEO and co-founder. Having started coding at the age of 13, he became a professional software developer right after he completed high school.<br><br>With a victory of a few competitions and hackathons under his belt, Melvin is also a Nokia Developer Champion. <br><br>He enjoys Android and iOS development, but also publishes some Blackberry and Windows Phone apps.",
           "company":"TheAppchemist",
           "role":"Founder and CEO",
           "twitter":"theappchemist",
           "linkedin":"melvin-musehani-307ba836",
           "github":"TheAppchemist"
        },
        {
           "year":"2017",
           "name":"Mokgadi Rasekgala",
           "image":"mokgadi.jpg",
           "bio":"After completing her honours in Computer Science at Wits, attending a fashion popup event gave her tech side a new found passion in e-commerce specifically in the fashion space. She describes herself as a tech entrepreneur with a soft spot for fashion. Seeing the lack of assistance with the many social media brands selling on facebook and instagram, she made her first steps into the e-commerce space by designing an implementing an ecommerce platform which she then used to launch her own online store (theluxurycraft.com) which specialising in custom printed clothing. She also runs a company which manufactures clothing for a few brands in South Africa.",
           "company":"The Luxury Craft",
           "role":"Fashion Designer",
           "twitter":"mo_dizzzle",
           "linkedin":"mokgadi-rasekgala-53767b7a",
           "github":"mokgadi"
        },
        {
           "year":"2017",
           "name":"Thoko Miya",
           "image":"thoko.jpg",
           "bio":"Thoko Miya is a Project Manager at Girlhype NPO, an organisation based at Look out Hill Khayelitsha in Cape Town. Girlhype teaches young women from the community of Khayelitsha coding, programming and mobile app development.",
           "company":"GirlHype",
           "role":"Project Manager",
           "twitter":"blackbyorder",
           "linkedin":"thoko-miya-398bb122",
           "github":""
        },
        {
           "year":"2017",
           "name":"Rendani Nevhulaudzi",
           "image":"rendani.JPG",
           "bio":"Rendani Nevhulaudzi is 29 year old entrepreneur and founder of Joren Communications - a web development and design company based in Midrand Johannesburg. Rendani is passionate about crafting of great websites and this is the reason that led him to found his own company.",
           "company":"Joren Communications",
           "role":"Managing Director",
           "twitter":"r3ndani",
           "linkedin":"r3ndani",
           "github":""
        },
        {
           "year":"2017",
           "name":"Sonwabile Sigenu",
           "image":"sonwabile.jpg",
           "bio":"Sonwabile Sigenu is a 21 year old final year Mechanical Engineering student, from Bloemdivein, and Projects Coordinator for Engineers Without Borders University of Pretoria (EWB-UP). He is also a mentor for UP students doing their community engagement projects through the phenomenal JCP module. <br><br>Has been involved in community engagement since his schooling years and has now grown into a driver of community engagement, most especially in the township of Mamelodi, Pretoria, through several initiatives and organisations.",
           "company":"EWB UP",
           "role":"Projects Manager",
           "twitter":"geekulcha",
           "linkedin":"sonwabile-sigenu-316564116",
           "github":""
        },
        {
           "year":"2017",
           "name":"Regina Kgatle",
           "image":"regina.jpg",
           "bio":"Cleverly disguising educational content in arcade-style games, Regina Kgatle is blurring the boundaries between learning and play. <br><br>Her company, Educade, offers a selection of games that are suitable for the national curriculum, and each game is housed in an Educational Arcade Machine made from e-waste and other recycled materials. ",
           "company":"Educare",
           "role":"CEO",
           "twitter":"rrreegina",
           "linkedin":"regina-kgatle-a6a78392",
           "github":""
        },
        {
           "year":"2017",
           "name":"Sizwe Mngadi",
           "image":"sizwe.jpg",
           "bio":"He is the founder of a tech startup named MegaDose, An Effortless Online Marketing & M-Commerce Platform positioning itself as becoming one of the top local online commerce gateways, providing our clients with the convenience of having an online marketplace at their fingertips which is based at mLab within The Innovation Hub.",
           "company":"Megadose",
           "role":"Founder/CEO",
           "twitter":"therealmegadose",
           "linkedin":"sizwe-mngadi-24a73411a",
           "github":"MegaDose"
        },
        {
           "year":"2017",
           "name":"Nkululeko Tunzi",
           "image":"nkululeko.png",
           "bio":"An inventor from ekasi, Soweto. Nkuleleko is a final year student from the Tshwane University of Technology with a great interest in electronics systems development. He has attended various hackathons creating solutions that matters for the community. <br><br>While studying on campus, Nkuleleko led the Enginnering Without Boarders on campus which had been active in empowering communities, espcially the youth.",
           "company":"Technovera",
           "role":"Systems Developer",
           "twitter":"nkululeko_tunzi",
           "linkedin":"nkululeko-tunzi-73a118b4",
           "github":""
        },
        {
           "year":"2017",
           "name":"Pivendren Naik",
           "image":"pivendren.jpg",
           "bio":"Born and raised in Durban, a product of the local public schools. studied Electronic Engineering: Computer System. He would like to think of himself as the average Geek just with 4x more caffeine pumping in his system. <br><br>He has always been fascinated by technology and science, recalls taking over his parent's library cards because he always wanted to borrow more books than he could on his junior card at the time. Priven considers himself lucky to be introduced to programming at school, at the time it was a new subject just introduced.",
           "company":"Microsoft",
           "role":"Most Valued Professional",
           "twitter":"errornaik",
           "linkedin":"pivendren-naik",
           "github":"pivendren"
        }
     ]
     }
